/* 
  Localizable.strings
  DrCleaner

  Created by David Cai on 10/9/14.
  Copyright (c) 2014 TrendMicro. All rights reserved.
*/

"common.today" = "aujourd'hui";

"about.versionLabel" = "Version : %@ (%@)";

"menu.about" = "À Propos de %@";
"menu.hide" = "Masquer %@";
"menu.quit" = "Quitter %@";

// schedule scan notification
"notification.largeJunk" = "Votre Mac contient plus de %@ de fichiers résiduels.";
"notification.longInterval" = "Vous n'avez pas nettoyé le Mac depuis plus de %ld jours.";

// smart memory clean notification
"usernotification.title" = "Optimisation automatique de la mémoire";
"usernotification.subtitle" = "Dr. Cleaner a récupéré %@ de mémoire à l'origine utilisée par %@.";
"usernotification.ButtonTitle" = "Close";

// Language Setting
"language.ChangeAlert.Title" = "Le paramètre de langue a été modifié. Rouvrez Dr. Cleaner pour activer cette modification.";
"language.ChangeAlert.SubTitle" = "";
"language.ChangeAlert.ButtonTitle" = "OK";
// Rate Notification
"rate.notification.okButton" = "Évaluer";
"rate.notification.cancelButton" = "Annuler";